{
  "caseId": "BAR-1300-Darkvision",
  "controlCode": "NAT-A",
  "hazardTypes": "H/P/C",
  "protocol": "Black Horse Protocol",
  "investigator": "[REDACTED]",
  "containmentProtocol": "All hospitals and medical facilities worldwide are to be monitored for reports of unusual brain morphology, particularly abnormal developments in the parietal lobe. Bureau agents embedded in neonatal care units are to perform discreet testing using Document 1300-M procedural guidelines. Any identified BAR-1300-A instances are to be transferred to Bureau custody under the guise of rare medical research programs.\n\nIdentified BAR-1300-A instances are to be kept in windowless containment chambers with no fewer than three (3) solid doors separating the subject from any exterior wall. Walls, ceilings, and floors must be lined with lead sheeting no less than 3 cm thick, overlaid with black felt. All light sources within containment must be filtered through specialized red glass manufactured at Facility 19. No reflective surfaces are permitted within containment areas.\n\nAll personnel interacting with BAR-1300-A instances must wear standard-issue blackout blindfolds. Personnel may only remove blindfolds once all doors to the containment chamber are sealed. Security personnel are to be stationed outside each door with instructions to terminate any staff attempting to exit without proper decontamination procedures.\n\nIn the event of BAR-1300-B manifestation indicators (subject distress, followed by sudden temperature drop of 8°C or greater and static discharge), all personnel are to don blindfolds immediately and evacuate via predetermined routes marked with tactile floor indicators. No staff member is to open their eyes until reaching designated safe zones.\n\nCover story \"Sudden Infant Death Syndrome\" is to be maintained through Bureau influence in medical research institutions. All BAR-1300-related fatalities are to be officially classified as SIDS cases, with Bureau agents performing necessary modifications to autopsy findings.",
  "description": "BAR-1300 refers to a genetic mutation affecting approximately 1 in 2,500 human infants worldwide. This mutation manifests physically as BAR-1300-A, an anomalous structure within the parietal lobe of the brain, specifically in the areas responsible for visual processing and sensory integration. BAR-1300-A appears as a heavily folded, purplish tissue mass approximately 0.8 cm in diameter, embedded within normal brain tissue.\n\nSubjects possessing BAR-1300-A demonstrate the ability to perceive a significantly wider range of the electromagnetic spectrum than baseline humans. Testing confirms affected individuals can detect radiation ranging from low-frequency radio waves (≈3 kHz) to high-frequency gamma radiation (≈300 EHz). This expanded perception manifests as additional \"colors\" and visual elements that subjects struggle to describe to non-affected individuals.\n\nThe anomalous properties of BAR-1300 typically activate between 2-4 months after birth, coinciding with the development of more complex visual processing capabilities. Upon activation, BAR-1300-A subjects invariably report perceiving entities designated as BAR-1300-B.\n\nBAR-1300-B entities are imperceptible to humans without the BAR-1300-A mutation. Descriptions from affected subjects prior to expiration are remarkably consistent despite subjects having no prior contact. BAR-1300-B is described as a figure of indeterminate gender with human-like features that appear slightly \"wrong\" in ways subjects struggle to articulate. Most subjects describe the entity as having a face that seems familiar yet unrecognizable, with expressions that suggest an unsettling curiosity. The entity appears ordinary at first glance, but prolonged observation reveals subtle anatomical impossibilities—proportions that quietly violate human anatomy without drawing immediate notice.\n\nUpon initial perception by a BAR-1300-A subject, BAR-1300-B does not immediately acknowledge awareness. Subjects report first noticing the entity in crowded areas or domestic settings, often partially obscured or at a distance. The entity will gradually position itself in increasingly proximate locations to the subject over a period of hours or days, never directly approaching but always managing to appear in places where the subject will inevitably encounter it.\n\nAs observation continues, BAR-1300-B begins to exhibit awareness of being perceived. It will be found in increasingly private or intimate spaces—first appearing in public spaces frequented by the subject, then visible through windows, and eventually within the subject's home. The entity maintains a pretense of natural presence, often appearing to engage in mundane activities that contextually fit its surroundings. When directly confronted or addressed, BAR-1300-B does not respond but will be absent upon the subject's next observation of the area.\n\nTermination of BAR-1300-A subjects occurs between 6-72 hours after initial BAR-1300-B perception. During this period, subjects display increasing anxiety, followed by periods of catatonia during which they fixate on empty areas of the room. In the final stages, subjects often report sensing BAR-1300-B directly behind them, though no observers can detect its presence.",
  "notes": [
    {
      "title": "Entity Mechanics",
      "content": "The entity's method of traversal remains unknown; no surveillance has captured its actual movement between locations. Despite extensive containment measures including sealed rooms and constant observation, BAR-1300-B inevitably manifests in proximity to the subject. The entity appears exclusively interested in subjects possessing the BAR-1300-A mutation and has never been observed interacting with normal humans or inanimate objects.\n\nTesting with various recording devices has yielded inconsistent results, with most showing nothing at all. In rare successful captures, BAR-1300-B appears only as a visual distortion or blur that technical staff have been unable to enhance or clarify. All recording equipment that successfully captured even partial images of BAR-1300-B ceased functioning within 24 hours."
    },
    {
      "title": "Post-Mortem Findings",
      "content": "Post-mortem examination by Bureau pathologists reveals signs of asphyxiation consistent with strangulation, though the indicators are atypical and easily overlooked by standard medical examiners. Pressure marks appear subdermally rather than on the skin surface, with microscopic tissue damage suggesting application of pressure from multiple directions simultaneously. This unusual pattern creates a strangulation effect that resembles natural respiratory failure to non-specialized medical personnel.\n\nAdditionally, microscopic analysis shows complete cessation of all electrical activity in the brain, with particular deterioration of the BAR-1300-A structure. The BAR-1300-A tissue is invariably found to be missing approximately 0.8 grams of neural matter, with no discernible extraction point or surgical marking. This precise removal of tissue has allowed Bureau researchers to maintain the \"Sudden Infant Death Syndrome\" cover story effectively, as standard autopsies rarely include the detailed brain tissue examination that would detect such anomalies.\n\nPrior to Bureau intervention, approximately 90% of all BAR-1300 cases were misdiagnosed as Sudden Infant Death Syndrome (SIDS). The Bureau has maintained this cover story to prevent public awareness of BAR-1300. Current statistics suggest the Bureau successfully identifies and contains approximately 73% of all BAR-1300-A cases before manifestation of BAR-1300-B."
    },
    {
      "title": "Historical Context",
      "content": "Analysis of historical medical records has revealed potential BAR-1300 cases dating back to ancient times. Multiple civilizations have documented infant deaths matching BAR-1300 patterns, often attributing them to supernatural entities. Of particular interest are Norse references to \"shadow-takers,\" Egyptian hieroglyphs depicting \"unseen harvesters,\" and medieval European accounts of \"cradle-stalkers.\"\n\nBureau researchers have hypothesized that BAR-1300-A may represent an evolutionary adaptation to detect BAR-1300-B entities, rather than the mutation itself being the primary anomaly. This hypothesis remains unproven."
    },
    {
      "title": "Protocol DARKVISION",
      "content": "As of ██/██/20██, the Bureau has adapted ancient ritual practices discovered in [REDACTED] monastery scrolls that temporarily grant limited BAR-1300-A perception capabilities. A specialized unit, ARU DARKVISION-1 (\"Seers\"), undergoes extensive preparation involving sensory deprivation, ingestion of specific herbal compounds, and exposure to carefully controlled auditory patterns to achieve this state.\n\nARU DARKVISION-1 operators can only maintain this perceptive state for a maximum of 3 minutes and must be blindfolded and sedated immediately afterward. Following each operation, all ARU DARKVISION-1 members undergo mandatory surgical blinding procedures. The procedure removes the eyes but preserves the optic nerve to allow for prosthetic replacements after a quarantine period of 30 days. During this period, operators remain in complete darkness under medical supervision.\n\nARU DARKVISION-1 operatives describe approximately ███ BAR-1300-B entities worldwide, with higher concentrations near population centers. All attempts to interact with BAR-1300-B entities have resulted in operator casualties despite protective measures.\n\nNote: Following Incident 1300-Theta, all ARU DARKVISION-1 members are now required to undergo memory suppression treatment following their recovery period. Following Incidents 1300-Kappa-1 and 1300-Kappa-2, the use of mechanical recording devices during BAR-1300-B observation is strictly prohibited."
    },
    {
      "title": "Executive Notice",
      "content": "Any ARU or research personnel reporting persistent sensations of being watched following exposure to BAR-1300 research materials are to be immediately quarantined and processed according to Black Horse Contingency - TERMINUS. No exceptions."
    }
  ],
  "discoveryLog": "The Bureau first became aware of BAR-1300 in 19██ when a statistical anomaly was identified in infant mortality cases labeled as Sudden Infant Death Syndrome. Bureau analyst Dr. ████ ██████ noted a consistent pattern of neurological abnormalities in a subset of SIDS cases that had undergone detailed autopsy. Further investigation revealed the characteristic missing neural tissue and subdermal strangulation indicators.\n\nComprehensive monitoring of global medical databases was implemented in 19██, allowing for identification of BAR-1300-A instances before BAR-1300-B manifestation. Initial containment efforts focused solely on isolation of affected infants, though this proved largely ineffective at preventing BAR-1300-B manifestation and subsequent fatalities.\n\nBreakthrough came in 19██ when ancient scrolls detailing interactions with \"unseen watchers\" were recovered from a monastic archive in ██████. These texts provided the foundation for the DARKVISION protocol, allowing for limited detection and observation of BAR-1300-B entities by specially trained personnel.",
  "lastUpdated": "2024-07-23",
  "incidentLogs": [
    {
      "date": "19██-08-12",
      "title": "First Confirmed BAR-1300-B Recording",
      "description": "Experimental high-frequency imaging equipment captured partial visual data of BAR-1300-B entity during manifestation event. Recording showed humanoid figure with proportional inconsistencies before equipment failure. All personnel involved in image analysis reported feeling watched for weeks afterward. Two analysts committed suicide within 30 days."
    },
    {
      "date": "19██-11-30",
      "title": "Containment Breach",
      "description": "Power failure at Facility 12 resulted in containment breach of three BAR-1300-A subjects. Emergency generators failed to activate, leaving subjects in darkness for 17 minutes. Upon power restoration, all three subjects were found deceased with typical BAR-1300-B termination indicators. Security footage showed nothing, but four staff members reported seeing \"strange figures moving through walls\" during the blackout."
    },
    {
      "date": "20██-03-17",
      "title": "Researcher Exposure Incident",
      "description": "Researcher Dr. ██████ was exposed to experimental compound BAR-████ during a containment breach. Subsequent medical examination revealed the spontaneous development of a BAR-1300-A-like structure in his brain. During testing, Dr. ██████ reported seeing BAR-1300-B entities suddenly rushing toward him. His final words before expiration were: \"They're everywhere! They're behind all of you too, you just can't—\" followed by choking sounds and loss of vital signs."
    },
    {
      "date": "20██-04-17",
      "title": "Incident 1300-Theta - ARU DARKVISION-1 First Deployment",
      "description": "Initial deployment of ARU DARKVISION-1 using DARKVISION protocols. Three operators successfully achieved perceptive state and confirmed presence of seven BAR-1300-B entities at test location. One operator expired during procedure despite safeguards. Remaining operators underwent successful blinding procedure and memory suppression."
    },
    {
      "date": "20██-12-03",
      "title": "Incident 1300-Kappa-1",
      "description": "During a standard observation operation, ARU DARKVISION-1 Operator ██████ attempted to document BAR-1300-B entity behavior using a modified infrared recording device. The device unexpectedly captured clear footage of the entity, which became aware of the recording. All five BAR-1300-B entities present converged on the observation post. Four operators expired immediately; the fifth survived but was found repeating the phrase \"they can see through the recordings\" before entering a vegetative state."
    },
    {
      "date": "20██-12-05",
      "title": "Incident 1300-Kappa-2",
      "description": "Office of Paranormal Metrics personnel examining the salvaged recording equipment from Incident 1300-Kappa-1 reported anomalous visual artifacts in their laboratory monitors. Within 36 hours, all seven staff members involved in the analysis were found deceased with typical BAR-1300-B termination indicators. Security footage revealed the analysts staring at empty corners of the room before expiring. All recording media related to the incident was incinerated, and all future recording of BAR-1300-B entities was prohibited."
    },
    {
      "date": "20██-01-14",
      "title": "Incident 1300-Psi",
      "description": "ARU DARKVISION-2 Operative ████████ volunteered for a second perceptive procedure despite protocol forbidding multiple exposures. Mid-procedure, operative began exhibiting extreme distress, stating: \"They remember us. They remember who's seen them.\" before data was expunged. Fourteen personnel involved committed suicide within 72 hours. Three survivors were found catatonic, each having attempted to remove their own eyes with improvised implements."
    },
    {
      "date": "20██-02-08",
      "title": "Protocol DARKVISION Termination",
      "description": "Following Incident 1300-Psi (see notes), all DARKVISION operations permanently suspended. All research materials relating to perceptive procedures placed under Level 5 restriction. Remaining ARU DARKVISION members placed in indefinite quarantine following multiple reports of continued perception despite blindness."
    }
  ]
}